tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "cmatrix"
brew "cmus"
brew "docker"
brew "googler"
brew "htop"
brew "hub"
brew "mosh"
brew "neovim"
brew "python"
brew "ranger"
brew "screen"
brew "stow"
brew "the_silver_searcher"
brew "thefuck"
brew "vifm"
brew "wget"
brew "getantibody/tap/antibody"
cask "alt-tab"
cask "authy"
cask "bitbar"
cask "docker"
cask "firefox-developer-edition"
cask "geektool"
cask "google-backup-and-sync"
cask "hammerspoon"
cask "iterm2-nightly"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "nvalt"
cask "protonvpn"
cask "rekordbox"
cask "ssh-tunnel-manager"
cask "telegram"
cask "telegram-desktop"
cask "vanilla"
cask "visual-studio-code-insiders"
cask "vivaldi-snapshot"
cask "zerotier-one"
cask "zoomus"
