tap "adoptopenjdk/openjdk"
tap "facebook/fb"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lucassabreu/tap"
tap "pedrofraca/brew"
tap "viktomas/taps"
tap "wix/brew"
brew "antibody"
brew "aria2"
brew "asdf"
brew "autossh"
brew "bat"
brew "icu4c"
brew "boost"
brew "glib"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "check"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "docker"
brew "emojify"
brew "exa"
brew "ext4fuse"
brew "fasd"
brew "ruby"
brew "fastlane", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "firefoxpwa"
brew "flux"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu", link: false
brew "gh"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "googler"
brew "gotop"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "nghttp2"
brew "openjdk"
brew "parallel"
brew "pidof"
brew "projectm"
brew "ranger"
brew "rclone"
brew "scrcpy"
brew "speedtest-cli"
brew "sshfs"
brew "starship", link: false
brew "stow"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "wakeonlan"
brew "watchman"
brew "wget"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "gromgit/fuse/ntfs-3g-mac"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lucassabreu/tap/clockify-cli"
brew "wix/brew/applesimutils"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio-preview-canary"
cask "anybar"
cask "anydo"
cask "appcleaner"
cask "authy"
cask "balenaetcher"
cask "bluestacks"
cask "brave-browser-nightly"
cask "caffeine"
cask "clockify"
cask "cyberduck"
cask "double-commander"
cask "eqmac"
cask "exfalso"
cask "firefox-developer-edition"
cask "flipper"
cask "flycut"
cask "font-fantasque-sans-mono-nerd-font"
cask "google-chrome"
cask "gswitch"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "macfuse-dev"
cask "monitorcontrol"
cask "numi"
cask "nvalt"
cask "openra"
cask "osxfuse"
cask "plexamp"
cask "postman"
cask "protonvpn"
cask "pycharm"
cask "qbittorrent"
cask "quodlibet"
cask "raspberry-pi-imager"
cask "runjs"
cask "scrcpyui"
cask "secure-pipes"
cask "signal"
cask "skype"
cask "slack"
cask "ssh-tunnel-manager"
cask "steam"
cask "strawberry"
cask "surfshark"
cask "tidal"
cask "trolcommander"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code-insiders"
cask "vivaldi-snapshot"
cask "vlc"
cask "warp"
cask "webtorrent"
cask "xbar"
cask "zerotier-one"
