# vim: set ft=bash:

# Bundles from the default repo (robbyrussell's oh-my-zsh).
# robbyrussell/oh-my-zsh folder:plugins/git
# robbyrussell/oh-my-zsh folder:plugins/vagrant

# Seinh/git-prune
# unixorn/git-extra-commands

# robbyrussell/oh-my-zsh folder:plugins/pip
# lein
# robbyrussell/oh-my-zsh folder:plugins/command-not-found
j-arnaiz/common-aliases
mbrubeck/compleat
# robbyrussell/oh-my-zsh folder:plugins/yarn
# robbyrussell/oh-my-zsh folder:plugins/thefuck
# robbyrussell/oh-my-zsh folder:plugins/aws

# osx

# Fish-like auto suggestions
zsh-users/zsh-autosuggestions

# Node / NPM
akoenig/npm-run.plugin.zsh
lukechilds/zsh-nvm

# Extra zsh completions
zsh-users/zsh-completions

# Docker support
unixorn/docker-helpers.zshplugin

# Producticity
molovo/tipz

# Load the theme.
mafredri/zsh-async
sindresorhus/pure

# Syntax highlighting bundle.
zdharma/fast-syntax-highlighting
zsh-users/zsh-syntax-highlighting


# Python
# ikhomutov/zsh-auto-venv

# Exa support
DarrinTisdale/zsh-aliases-exa 
