# vim: set ft=bash:

# Bundles from the default repo (robbyrussell's oh-my-zsh).
# robbyrussell/oh-my-zsh folder:plugins/git
# robbyrussell/oh-my-zsh folder:plugins/vagrant

# Seinh/git-prune
# unixorn/git-extra-commands

# lein
j-arnaiz/common-aliases
mbrubeck/compleat

# Fish-like auto suggestions
zsh-users/zsh-autosuggestions

# Node / NPM
akoenig/npm-run.plugin.zsh
# cowboyd/zsh-volta

# Extra zsh completions
zsh-users/zsh-completions

# Docker support
unixorn/docker-helpers.zshplugin

# Producticity
molovo/tipz

# Make prompt faster
mafredri/zsh-async

# Syntax highlighting bundle.
zdharma-continuum/fast-syntax-highlighting

# Exa support
DarrinTisdale/zsh-aliases-exa


# FZF
unixorn/fzf-zsh-plugin

