tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hpedrorodrigues/tools"
tap "koekeishiya/formulae"
tap "lucassabreu/tap"
tap "pedrofraca/brew"
tap "viktomas/taps"
brew "alerter"
brew "antibody"
brew "asdf"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "glib"
brew "unbound"
brew "gnutls"
brew "cask"
brew "check"
brew "cmake"
brew "cmatrix"
brew "docker"
brew "dockutil", link: false
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "harfbuzz"
brew "ffmpeg"
brew "firefoxpwa"
brew "flux"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "googler"
brew "gotop"
brew "htop"
brew "ical-buddy"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "openjdk"
brew "parallel"
brew "php"
brew "pidof"
brew "projectm"
brew "ranger"
brew "rclone"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "wallpaper"
brew "watchman"
brew "wget"
brew "zsh"
cask "alfred"
cask "alt-tab"
cask "android-file-transfer"
cask "anki"
cask "anybar"
cask "anydo"
cask "appcleaner"
cask "authy"
cask "balenaetcher"
cask "barrier"
cask "betterdisplay"
cask "caffeine"
cask "cyberduck"
cask "devtoys"
cask "dockutil"
cask "double-commander"
cask "eqmac"
cask "espanso"
cask "firefox-developer-edition"
cask "flipper"
cask "flux"
cask "flycut"
cask "font-fantasque-sans-mono-nerd-font"
cask "google-chrome"
cask "gswitch"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "itsycal"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "loom"
cask "maccy"
cask "macfuse-dev"
cask "numi"
cask "nvalt"
cask "openra"
cask "orion"
cask "plex-media-player"
cask "plexamp"
cask "plug"
cask "postman"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rectangle-pro"
cask "scrcpyui"
cask "secure-pipes"
cask "shottr"
cask "signal"
cask "slack"
cask "ssh-tunnel-manager"
cask "stats"
cask "strawberry"
cask "surfshark"
cask "telegram-desktop-beta"
cask "tidal"
cask "trolcommander"
cask "visual-studio-code-insiders"
cask "vivaldi-snapshot"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "xbar"
cask "zerotier-one"
cask "zoom"
